Repository: CherokeeLanguage/Action-Imitation-and-Fun-Series
Catalog: 06-Red-Riding-Hood/CAT/red-riding-hood-seven-kids/tm/corpus-nt-bbe.en.utf8.tmx
Source language: en
Languages: chr

source: This man went in to Pilate, and made a request for the body of Jesus. Then Pilate gave orders for it to be given to him.
chr: ᏆᎴᏗᏱ ᎤᏪᏅᏎᎢ, ᏥᏌ ᎠᏰᎸᎢ ᏭᏔᏲᎴᎢ. ᎿᏉᏃ ᏆᎴᏗ ᎤᏁᏤ ᎠᏰᎸᎢ ᏧᏂᏲᎯᏎᏗᏱ.

source: And Joseph took the body, folding it in clean linen,
chr: ᏦᏩᏃ ᎠᏰᎸ ᎤᏁᏒ ᎤᏪᏣᏄᎶᏔᏁ ᎦᏓᎭ ᏂᎨᏒᎾ ᎠᏄᏬ ᎤᏁᎬ;

source: And put it in the resting-place which had been cut out of the rock for himself; and after rolling a great stone to the door of it he went away.
chr: ᎠᎴ ᎤᏅᏁ ᎤᏩᏒ ᎤᏤᎵ ᎢᏤ ᏗᏓᏂᏐᏗᏱ, ᎾᏍᎩ ᎤᏲᎯ ᎤᏔᎴᏒᎢ; ᎡᏆᏃ ᏅᏯ ᎦᎶᎯᏍᏗᏱ ᎠᏤᎵᏍᏛ ᏭᏪᏌᏆᎴᎸ ᎤᏓᏅᏎᎢ.

source: And Mary Magdalene was there, and the other Mary, seated by the place of the dead.
chr: ᎾᎿᏃ ᎢᎬᏱᏗᏢ ᏗᏓᏂᏐᏗᏱ ᏚᏃᎴ ᎺᎵ ᎹᎩᏕᎵ ᎡᎯ ᎠᎴ ᏐᎢ ᎺᎵ.

source: Now on the day after the getting ready of the Passover, the chief priests and Pharisees came together to Pilate,
chr: ᎠᎴ ᎤᎩᏨᏛ, ᎠᏛᏅᎢᏍᏙᏗᏱ ᎢᎦ ᎤᎶᏐᏅᎯ, ᏄᏂᎬᏫᏳᏒ ᎠᏥᎸ-ᎠᏁᎶᎯ ᎠᎴ ᎠᏂᏆᎵᏏ ᏕᎬᏩᎳᏫᏤ ᏆᎴᏗ,

source: Saying, Sir, we have in mind how that false man said, while he was still living, After three days I will come again from the dead.
chr: ᎯᎠ ᏄᏂᏪᏎᎢ; ᏣᎬᏫᏳᎯ, ᎣᎦᏅᏔ ᎾᏍᎩ Ꮎ ᎠᏓᎶᏄᎮᏍᎩ, ᎠᏏᏉ ᏥᎬᏅᎩ, ᎯᎠ ᏥᏄᏪᏒᎩ; ᏦᎢᏁᏉ ᎢᎦ ᏙᏛᎦᎴᏂ.

source: Give orders, then, that the place where his body is may be made safe till the third day, for fear that his disciples come and take him away secretly and say to the people, He has come back from the dead: and the last error will be worse than the first.
chr: ᎾᏍᎩ ᎢᏳᏍᏗ ᎯᏁᎩ ᎠᏍᏓᏯ ᎢᏳᏅᏁᏗᏱ ᎠᏤᎵᏍᏛᎢ ᏦᎢᏁ ᎢᎦ ᎢᎪᎯᏛ, ᎬᏩᏍᏓᏩᏗᏙᎯᏰᏃ ᏒᏃᏱ ᏯᏂᎷᎩ ᏱᎬᏩᏃᏍᎩ, ᎯᎠᏃ ᏱᏂᏓᏂᏪᏏ ᏴᏫ; ᏧᏲᎱᏒ ᏙᎤᎴᏅ; ᎣᏂᏱᏃ ᎤᎾᏠᏄᎮᎸᎢ ᎤᏟ ᎤᏲᎢᏳ ᏱᎩ ᎡᏍᎦᏉ ᎢᎬᏱᏱ.

source: Pilate said to them, You have watchmen; go and make it as safe as you are able.
chr: ᏆᎴᏗ ᎯᎠ ᏂᏚᏪᏎᎴᎢ; ᎠᏂᏯᏫᏍᎩ ᏕᏥᎧᎭ, ᎢᏤᎾ ᎾᏍᏓᏴ ᎢᎨᏨᏁᏗ ᎨᎡ ᏫᏂᏨᎦ.

source: So they went, and made safe the place where his body was, putting a stamp on the stone, and the watchmen were with them.
chr: ᎰᏩᏃ ᎤᏁᏅᏎ ᎠᏍᏓᏱᏳ ᏫᏄᏅᏁᎴ ᎠᏤᎵᏍᏛᎢ, ᎤᏂᏰᎸᏔᏁ ᏅᏲᎯ, ᎠᎴ ᏚᏂᎧᏁ ᎠᏂᎦᏘᏗᏍᎩ.

source: Chapter 28
chr: ᎠᏯᏙᎸᎢ 28

source: Now late on the Sabbath, when the dawn of the first day of the week was near, Mary Magdalene and the other Mary came to see the place where his body was.
chr: ᎤᎾᏙᏓᏉᏅᎯᏃ, ᎩᎳ ᎢᎦ ᏂᎦᎵᏍᏗᏍᎨᎢ ᎠᎴᏂᏍᎬ ᏑᎾᏙᏓᏆᏍᏗ ᎨᏒ ᎺᎵ ᎹᎩᏕᎵ ᎡᎯ ᎠᎴ ᏐᎢ ᎺᎵ ᎤᎾᎦᏔᏂᎴ ᎠᏤᎵᏍᏛᎢ.

source: And there was a great earth-shock; for an angel of the Lord came down from heaven and, rolling back the stone, took his seat on it.
chr: ᎠᎴ ᎬᏂᏳᏉ ᎤᏣᏘ ᎦᏙᎯ ᎤᎵᏖᎸᏁᎢ, ᏱᎰᏩᏰᏃ ᎤᏤᎵ ᏗᎧᎿᏩᏗᏙᎯ ᎦᎸᎳᏗ ᏧᏠᎠᏎᎢ, ᎤᎷᏨᏃ ᏅᏯ ᎤᏪᏌᏆᎴᎴ ᎤᎲᏎ ᎦᎶᎯᏍᏗᏱ ᎠᎲᎢ; ᎠᎴ ᎤᏍᎩᎳᏁᎢ.

source: His form was shining like the light, and his clothing was white as snow:
chr: ᏗᎧᏃᏗᏱ ᎠᎾᎦᎵᏍᎩ ᎾᏍᎩᏯ ᎨᏎᎢ, ᎤᏄᏩᎥᏃ ᎥᏃᏥ ᏥᏄᏁᎩᏴ ᏄᏁᎩᏰᎢ.

source: And for fear of him the watchmen were shaking, and became as dead men.
chr: ᎠᏂᎦᏘᏯᏃ ᎠᏂᏍᎦᎢᎲ ᏚᏂᎾᏪᎢ, ᎠᎴ ᏧᏂᏲᎱᏒᎯ ᎾᏍᎩᏯ ᏄᎾᎵᏍᏔᏁᎢ.

source: And the angel said to the women, Have no fear: for I see that you are searching for Jesus, who was put to death on the cross.
chr: ᏗᎧᎿᏩᏗᏙᎯᏃ ᎤᏁᏨ ᎯᎠ ᏂᏚᏪᏎᎴ ᎠᏂᎨᏴ; ᏞᏍᏗ ᏂᎯ ᏱᏍᏗᏍᎦᎢᎮᏍᏗ, ᏥᎦᏔᎭᏰᏃ ᏥᏌ ᎠᎦᏛᏅᎯ ᎡᏍᏗᏲᎲᎢ.

source: He is not here, for he has come to life again, even as he said. Come, see the Lord's resting-place.
chr: ᎥᏝ ᎠᏂ ᏘᎦᎾ, ᏚᎴᏅᏰᏃ ᎾᏍᎩᏯ ᏄᏪᏒᎢ; ᎡᏍᏕᎾ ᎡᏍᏓᎦᏔ ᎤᎬᏫᏳᎯ ᎠᏥᏅᏅᎢ.

source: And go quickly and give his disciples the news that he has come back from the dead, and is going before you into Galilee; there you will see him, as I have said to you.
chr: ᎠᎴ ᎤᎵᏍᏗᏳ ᎢᏍᏕᎾ ᏫᏗᏍᏗᏃᎲᏏ ᎬᏩᏍᏓᏩᏗᏙᎯ ᏕᎤᎴᏅ ᎤᏲᎱᏒᎢ; ᎠᎴ ᎬᏂᏳᏉ ᎢᎬᏱ ᎨᎵᎵ ᏅᏓᏰᏏ, ᎾᎿ ᏓᏰᏥᎪᎢ. ᎬᏂᏳᏉ ᎢᏍᏛᏃᎲᏏ.

source: And they went away quickly, with fear and great joy, to give his disciples the news.
chr: ᎤᎵᏍᏗᏳᏃ ᎠᏤᎵᏍᏛ ᎤᎾᏓᏅᏎᎢ, ᎠᏂᏍᎦᎢᎮ ᎠᎴ ᎤᏣᏘ ᎠᎾᎵᎮᎵᎨᎢ, ᎠᎴ ᏚᏂᏍᏆᎸᏔᏁ ᎬᏩᏍᏓᏩᏗᏙᎯ ᏚᏂᏃᏁᎸᏎᎢ.

source: And on the way, Jesus came to them, saying, Be glad. And they came and put their hands on his feet, and gave him worship.
chr: ᎠᎾᎢᏒᏃ ᏓᏂᏃᏁᎵᏒ ᎬᏩᏍᏓᏩᏗᏙᎯ ᎬᏂᏳᏉ ᏥᏌ ᏚᎾᏠᏎᎢ; ᏙᎯᏱ ᏕᏓᏓᎪᏩᏛ, ᎤᏛᏁᎢ. ᎤᏂᎷᏨᏃ ᏧᎳᏏᏕᏂ ᏚᏂᏂᏴᎮᎢ, ᎡᎳᏗ ᏂᎬᏩᏛᏁᎴᎢ.

source: Then said Jesus to them, Have no fear: go and give word to my brothers to go into Galilee, and there they will see me.
chr: ᎿᏉᏃ ᏥᏌ ᎯᎠ ᏂᏚᏪᏎᎴᎢ, ᏞᏍᏗ ᏱᏍᏗᏍᎦᎢᎮᏍᏗ; ᎢᏍᏕᎾ ᏫᏗᏍᏗᏃᎲᏏ ᎣᏣᎵᏅᏟ ᎨᎵᎵ ᏭᏂᎶᎯᏍᏗᏱ, ᎾᎿᏃ ᏓᎬᎩᎪᎯ.

source: Now, while they were going, some of the watchmen came into the town and gave news to the chief priests of all the things which had taken place.
chr: ᎠᎾᎢᏒᏃ ᎬᏂᏳᏉ ᎢᎦᏛ ᎤᏂᏯᏫᏒᎯ ᎤᏂᎷᏤ ᎦᏚᎲᎢ, ᎠᎴ ᏄᏂᎬᏫᏳᏒ ᎠᏥᎸ-ᎠᏁᎶᎯ ᏚᏂᏃᏁᎴ ᏂᎦᏛ ᏄᎵᏍᏔᏂᏙᎸᎢ.

source: And when they had come together with those in authority, and had made their decision, they gave much money to the watchmen, saying,
chr: ᎾᏍᎩᏃ ᎠᎴ ᏗᏂᎳᏫᎩ ᏚᏂᎳᏫᏨ ᎠᎴ ᎤᏂᏃᎮᎸ, ᎤᏣᏘ ᎠᏕᎸ ᏚᏂᏁᎴ ᎠᏂᏯᏫᏍᎩ,

source: Say, His disciples came by night and took him away secretly while we were sleeping.
chr: ᎯᎠ ᏄᏂᏪᏎᎢ; ᎯᎠ ᏂᏥᏪᏒᎭ; ᎬᏩᏍᏓᏩᏗᏙᎯ ᏒᏃᏱ ᎤᏂᎷᏨᎩ, ᎣᏥᎵᏅ ᎬᏩᏃᏍᎩᏒᎩ.

source: And if this comes to the ruler's ears, we will see that he does not make you responsible.
chr: ᎢᏳᏃ ᎾᏍᎩ ᎠᏛᎦᏅ ᎤᎬᏫᏳᎯ, ᏓᏲᏥᏍᏗᏰᏔᏂ, ᎠᎴ ᏓᏨᏍᏕᎸᎯ.

source: So they took the money, and did as they had been ordered: and this account has been current among the Jews till the present time.
chr: ᏚᏂᎩᏒᏃ ᎠᏕᎸ, ᏂᎨᏥᏪᏎᎸ ᏄᎾᏛᏁᎴᎢ. ᎾᏍᎩᏃ ᎯᎠ ᎧᏃᎮᏛ ᎠᏏ ᎠᏂᏃᎮᎵᏙᎭ ᎠᏂᏧᏏ.

source: But the eleven disciples went into Galilee, to the mountain where Jesus had given them orders to go.
chr: ᎿᏉᏃ ᏌᏚ ᎢᏯᏂᏛ ᎬᏩᏍᏓᏩᏗᏙᎯ ᎨᎵᎵ ᎤᏁᏅᏒᎩ ᏦᏓᎸ ᏥᏌ ᎤᎾᏎᎮᎸᎢ.

source: And when they saw him they gave him worship: but some were in doubt.
chr: ᎬᏩᎪᎲᏃ ᎡᎳᏗ ᏂᎬᏩᏛᏁᎸᎩ. ᎠᏎᏃ ᎢᎦᏛ ᎤᎾᏜᏏᏛᎡᎸᏉ.

source: And Jesus came to them and said, All authority has been given to me in heaven and on earth.
chr: ᏥᏌᏃ ᎤᎷᏨ ᏚᏬᏁᏔᏅᎩ, ᎯᎠ ᏄᏪᏒᎩ; ᎥᎩᏁᎸ ᏂᎦᎥ ᏗᎩᎸᏫᏍᏓᏁᏗᏱ ᎦᎸᎳᏗ ᎠᎴ ᎡᎶᎯ.

source: Go then, and make disciples of all the nations, giving them baptism in the name of the Father and of the Son and of the Holy Spirit:
chr: ᎾᏍᎩ ᎢᏳᏍᏗ ᎢᏤᎾ ᏫᏗᏤᏲᎲᎦ ᎾᎦᏛ ᏄᎾᏓᎴᏒ ᏴᏫ, ᏕᏣᏬᏍᎨᏍᏗ ᎢᏨᏗᏍᎨᏍᏗ ᏚᏙᎥ ᎠᎦᏴᎵᎨᎢ ᎠᎴ ᎤᏪᏥ ᎠᎴ ᎦᎸᏉᏗᏳ ᎠᏓᏅᏙ,

source: Teaching them to keep all the rules which I have given you: and see, I am ever with you, even to the end of the world.
chr: ᏕᏤᏲᎲᏍᎨᏍᏗ ᏧᏂᎧᎿᏩᏛᏍᏗᏱ ᏂᎦᎥ ᎢᏨᏁᏤᎸᎢ; ᎬᏂᏳᏉᏃ ᏂᎪᎯᎸ ᎢᏨᏰᎳᏗᏙᎭ ᏫᎬᎵᏍᏆᏗᏍᎩ ᎡᎶᎯ. ᎡᎺᏅ.

source: Gospel of Mark
chr: ᎣᏍᏛ ᎧᏃᎮᏛ ᎹᎦ ᎤᏬᏪᎳᏅᎯ

source: The first words of the good news of Jesus Christ, the Son of God.
chr: ᎠᏓᎴᏂᏍᎬ ᏱᏍᏛ ᎧᏃᎮᏛ, ᏥᏌ ᎦᎶᏁᏛ ᎤᏁᎳᏅᎯ ᎤᏪᏥ ᎤᏤᎵᎦ.

source: Even as it is said in the book of Isaiah the prophet, See, I send my servant before your face, who will make ready your way;
chr: ᎾᏍᎩᏯ ᎯᎠ ᏥᏂᎬᏅ ᏥᎪᏪᎳ ᎠᎾᏙᎴᎰᏍᎩᏱ; ᎬᏂᏳᏉ, ᏥᏅᎵ ᏥᏅᏏᏓᏍᏗ ᏣᎧᏛ ᎢᎬᏱᏗᏢ, ᎾᏍᎩ ᏓᏣᏛᏅᎢᏍᏓᏁᎵ ᏣᎶᎯᏍᏗᏱ ᎢᎬᏱᏗᏢ.

source: The voice of one crying in the waste land, Make ready the way of the Lord, make his roads straight;
chr: ᎤᏪᎷᎦ ᎩᎶ ᎢᎾᎨᎢ, ᎯᎠ ᏂᎦᏪᎭ; ᎡᏣᏛᏅᎢᏍᏓᏏ ᏱᎰᏩ ᎤᎶᎯᏍᏗᏱ, ᏚᏅᏅ ᏗᏥᏥᏃᎯᏍᏓ.

source: John came, and gave baptism in the waste land, preaching baptism as a sign of forgiveness of sin for those whose hearts were changed.
chr: ᏣᏂ ᏓᏓᏬᏍᎨ ᎢᎾᎨᎢ, ᎠᎴ ᎠᎵᏥᏙᎲᏍᎨ ᎧᏃᎮᏍᎨ ᏗᏓᏪᏍᏗ ᎨᏒ ᎦᏁᏟᏴᏍᏗᏱ ᎣᏓᏅᏛ ᎤᎬᏩᎵ ᎾᏍᎩ ᎦᏴᏓᏘᏁᏗᏱ ᎠᏍᎦᏅᏨᎢ.

source: And there went out to him all the people of Judaea, and all those of Jerusalem, and they were given baptism by him in the river Jordan, saying that they were sinners.
chr: ᎠᎴ ᏫᎬᏩᎷᏤᎴ ᏂᎬᎾᏛ ᏧᏗᏱ ᎠᎴ ᏥᎷᏏᎵᎻ ᎠᏁᎯ, ᎠᎴ ᏂᎦᏛ ᎾᏍᎩ ᏚᎾᏬᎡ ᏦᏓᏂ ᎤᏪᏴᎢ, ᎤᏂᏍᎦᏅᏨ ᎠᏂᏃᎲᏍᎨᎢ.

source: And John was clothed in camel's hair, with a leather band about him; and his food was locusts and honey.
chr: ᏣᏂᏃ ᎤᏄᏪ ᎨᎻᎵ ᎤᏍᏗᏰᏅᎯ, ᎦᏃᏥᏃ ᎤᏓᏠᏍᏕᎢ; ᎥᎴᏃ ᎠᎴ ᏩᏚᎵᏏ ᎢᎾᎨ ᎡᎯ ᎠᎵᏍᏓᏴᏗᏍᎨᎢ.

source: And he said to them all, There is one coming after me who is greater than I, whose shoes I am not good enough to undo.
chr: ᎠᎵᏥᏙᎲᏍᎨᏃ ᎯᎠ ᏂᎦᏪᏍᎨᎢ; ᎤᏟ ᎤᎵᏂᎩᏗᏳ ᎡᏍᎦᏉ ᎠᏴ ᎣᏂ ᏓᏯᎢ, ᎾᏍᎩ ᏧᎳᏑᎶᎩᎯ ᏓᎧᏁᏌᏛ ᎥᏝ ᏰᎵ ᏱᏂᎪᎢ ᎠᏆᏗᏌᏓᏗᏍᏗᏱ ᎠᎴ ᏗᎩᎧᏁᏴᏗᏱ.

source: I have given you baptism with water, but he will give you baptism with the Holy Spirit.
chr: ᎠᏴ ᎤᏙᎯᏳᎯ ᎠᎹ ᏕᏨᏯᏬᏍᏔᏅ, ᎾᏍᎩᏍᎩᏂ ᎦᎸᏉᏗᏳ ᎠᏓᏅᏙ ᏙᏓᏣᏬᏍᏔᏂ.

source: And it came about in those days, that Jesus came from Nazareth of Galilee, and was given baptism by John in the Jordan.
chr: ᎾᎯᏳᏃ ᎯᎠ ᏄᎵᏍᏔᏁᎢ, ᏥᏌ ᎾᏎᎵᏗ ᏧᎶᏎ ᎾᏍᎩ ᎨᎵᎵ ᏥᎦᏚᎭ, ᎠᎴ ᏣᏂ ᎤᏓᏬᎡ ᏦᏓᏂ.

source: And straight away, coming up out of the water, he saw the heavens broken open and the Spirit coming down on him as a dove:
chr: ᎩᎳᏉᏃ ᎢᏴᏛ ᏧᎿᎷᏒ ᎠᎹᏱ ᏧᏓᏅᏒ, ᎤᎪᎮ ᎦᎸᎶᎢ ᎤᎵᏍᏚᎢᏛ ᎨᏎᎢ, ᎠᎴ ᎠᏓᏅᏙ ᎫᎴᏗᏍᎪᏂᎯ ᎾᏍᎩᏯᎢ, ᏧᏠᎠᏏᏗᏎ ᎾᏍᎩ ᎤᏪᏯᎸᏤᎢ.

source: And a voice came out of heaven, You are my dearly loved Son, with whom I am well pleased.
chr: ᎠᎴ ᎯᎠ ᏅᏧᏪᏎ ᎦᎸᎳᏗ, ᏂᎯ ᎬᎨᏳᎢ ᎠᏇᏥ, ᎾᏍᎩ ᎣᏏᏳ ᎬᏰᎸᎢ ᏥᎩ.

source: And straight away the Spirit sent him out into the waste land.
chr: ᎩᎳᏉᏃ ᎢᏴᏛ ᎠᏓᏅᏙ ᎢᎾᎨ ᏭᏘᏅᏍᏔᏁᎢ.

source: And he was in the waste land for forty days, being tested by Satan; and he was with the beasts; and the angels took care of him.
chr: ᎾᎿᏃ ᎢᎾᎨ ᎡᏙᎮ ᏅᎦᏍᎪᎯ ᏧᏒᎯᏛ, ᏎᏓᏂ ᎤᎪᎵᏰᏍᎨᎢ; ᎠᎴ ᎢᎾᎨ ᎡᎿᎢ ᏕᎨᎳᏗᏙᎮᎢ; ᎠᎴ ᏗᏂᎧᎿᏩᏗᏙᎯ ᎬᏩᏍᏕᎸᎯᏙᎮᎢ.

source: Now after John had been put in prison, Jesus came into Galilee, preaching the good news of God,
chr: ᏣᏂᏃ ᏗᏓᏍᏚᏗᏱ ᎾᏥᏴᏔᏁᎢ, ᏥᏌ ᎨᎵᎵ ᎤᎷᏤᎢ, ᎠᎵᏥᏙᎲᏍᎨ ᎣᏍᏛ ᎧᏃᎮᏛ ᎤᏁᎳᏅᎯ ᎤᎬᏫᏳᎯ ᎨᏒ ᎤᎬᏩᎵ,

source: And saying, The time has come, and the kingdom of God is near: let your hearts be turned from sin and have faith in the good news.
chr: ᎠᎴ ᎯᎠ ᏂᎦᏪᏍᎨᎢ, ᎿᏉ ᎠᎵᏱᎶᎦ, ᎠᎴ ᎤᏁᎳᏅᎯ ᎤᎬᏫᏳᎯ ᎨᏒ ᎡᏍᎦᏂᏳ ᏓᏯᎢ; ᏗᏥᏁᏟᏴᎾ ᏕᏣᏓᏅᏛᎢ, ᎠᎴ ᎢᏦᎯᏳᎲᎦ ᎣᏍᏛ ᎧᏃᎮᏛ.

source: And going by the sea of Galilee, he saw Simon, and Andrew, the brother of Simon, putting a net into the sea: for they were fishermen.
chr: ᎨᎵᎵᏃ ᎥᏓᎵ ᎤᎶᏗ ᎠᎢᏒᎢ, ᏚᎪᎮ ᏌᏩᏂ ᎠᎴ ᎡᏂᏗ ᎾᏍᎩ ᏗᎾᏓᏅᏟ, ᎥᏓᎵ ᎠᏂᎦᏯᎷᎥᏍᎨᎢ; ᎠᏂᎦᏯᎷᎥᏍᎩᏰᏃ ᎨᏎᎢ.

source: And Jesus said to them, Come after me, and I will make you fishers of men.
chr: ᏥᏌᏃ ᎯᎠ ᏂᏚᏪᏎᎴᎢ; ᏍᎩᏂᏍᏓᏩᏚᎦ, ᏴᏫᏃ ᏗᏍᏗᎦᏯᎷᎥᏍᎩ ᏅᏓᏍᏛᏴᏁᎵ.

source: And they went straight from their nets, and came after him.
chr: ᎩᎳᏉᏃ ᎢᏴᏛ ᏚᏂᏲᏎ ᏧᏂᎦᏯᎷᏗ, ᎠᎴ ᎬᏩᏍᏓᏩᏛᏎᎢ.

source: And going on a little farther, he saw James, the son of Zebedee, and John his brother, who were in their boat stitching up their nets.
chr: ᎾᎿᏃ ᏫᎤᏪᏅ ᎤᏍᏗᎩᏛ, ᏚᎪᎮ ᏥᎻ, ᏤᏈᏗ ᎤᏪᏥ, ᏣᏂᏃ ᎾᏍᎩ ᏗᎾᏓᏅᏟ, ᎾᏍᎩᏃ ᎾᏍᏉ ᎤᎾᏣᎡ ᏥᏳᎯ ᏓᏃᏢᎯᏏᏍᎨ ᏧᏂᎦᏯᎷᏗ.

source: And he said, Come after me: and they went away from their father Zebedee, who was in the boat with the servants, and came after him.
chr: ᎩᎳᏉᏃ ᎢᏴᏛ ᎾᏍᎩ ᏫᏚᏯᏅᎮᎢ; ᎤᏅᏕᏨᏃ ᎤᏂᏙᏓ ᏤᏈᏗ ᎨᎦᎫᏴᎡᎯ ᏧᏂᏅᏏᏓᏍᏗ ᎢᏧᎳᎭ ᏥᏳᎯ ᎤᎾᏣᎥᎢ, ᎬᏩᏍᏓᏩᏛᏎᎢ.

source: And they came to Capernaum; and on the Sabbath he went into the Synagogue and gave teaching.
chr: ᎨᏆᏂᏃ ᏭᏂᏴᎴᎢ; ᎩᎳᏉᏃ ᎢᏴᏛ ᏗᎦᎳᏫᎢᏍᏗᏱ ᏭᏴᎸ ᏚᏕᏲᏁ ᎤᎾᏙᏓᏆᏍᎬ ᎢᎦ.

source: And they were full of wonder at his teaching, because he gave it as one having authority, and not like the scribes.
chr: ᎤᏂᏍᏆᏂᎪᏎᏃ ᏄᏍᏛ ᏓᏕᏲᎲᏍᎬᎢ, ᏚᏕᏲᏁᏰᏃ ᎤᎵᏂᎩᏛ ᏧᎰ ᎾᏍᎩᏯᎢ, ᎥᏝᏃ ᏗᏃᏪᎵᏍᎩ ᏓᎾᏕᏲᎲᏍᎬ ᎾᏍᎩᏯ ᏱᎨᏎᎢ.

source: And there was in their Synagogue a man with an unclean spirit; and he gave a cry,
chr: ᏧᏂᎳᏫᎢᏍᏗᏱᏃ ᎠᏯᎡ ᎠᏍᎦᏯ ᎦᏓᎭ ᎠᏓᏅᏙ ᎤᏯᎢ, ᎠᎴ ᎤᏪᎷᏁ,

source: Saying, What have we to do with you, Jesus of Nazareth? have you come to put an end to us? I see well who you are, the Holy One of God.
chr: ᎯᎠ ᏄᏪᏎᎢ, ᎣᎦᏁᎳᎩ; ᎦᏙ ᏗᎦᏓᏛᏙᏗ ᏂᎯ, ᏥᏌ, ᎾᏎᎵᏗ ᎮᎯ? ᏥᎪ ᏍᎩᏛᏔᏂᎸ? ᎬᎦᏔᎭ, ᏂᎯ ᎾᏍᎩ ᎨᏒᎢ; ᎾᏍᎩ ᎠᏥᎸᏉᏗ ᎤᏁᎳᏅᎯ ᎤᏤᎵᎦ.

source: And Jesus said to him sharply, Be quiet, and come out of him.
chr: ᏥᏌᏃ ᎤᏍᎦᏤᎢ, ᎯᎠ ᏄᏪᏎᎢ; ᎡᎳᏪ ᎲᎾ, ᎠᎴ ᎯᏄᎪᎢ.

source: And the unclean spirit, shaking him violently, and crying with a loud voice, came out of him.
chr: ᎦᏓᎭᏃ ᎠᏓᏅᏙ ᎤᎸᏕᏍᏔᏅ, ᎠᎴ ᎠᏍᏓᏯ ᎤᏪᎷᏅ, ᎤᏄᎪᏤᎢ.

source: And they were all greatly surprised, so that they put questions to one another, saying, What is this? a new teaching! with authority he gives orders even to the unclean spirits, and they do what he says.
chr: ᏂᎦᏛᏃ ᎤᏂᏍᏆᏂᎪᏎᎢ; ᎠᎴ ᎤᏅᏒ ᎨᏒ ᏚᎾᏓᏛᏛᏁᎢ, ᎯᎠ ᎾᏂᏪᏍᎨᎢ; ᎦᏙ ᎤᏰᎸᏗ ᎯᎠ? ᎦᏙ ᎤᏍᏗ ᎯᎠ ᎢᏤ ᏗᏕᏲᏗ ᎨᏒᎢ? ᎤᎵᏂᎩᏛᏰᏃ ᎤᎲ ᎬᏗ ᏕᎧᏁᏤᎰ ᎠᏂᎦᏓᎭ ᏗᏓᏅᏙ, ᎠᎴ ᎬᏬᎯᏳᎲᏍᎪᎢ.

source: And news of him went out quickly everywhere into all parts of Galilee round about.
chr: ᎩᎳᏉᏃ ᎢᏴᏛ ᎾᏍᎩ ᏕᎦᏃᏣᎸ ᏚᏰᎵᏎ ᎨᎵᎵ ᎾᎿ ᎬᏩᏚᏫᏛ ᎨᏒᎢ.

source: And when they came out of the Synagogue, they went into the house of Simon and Andrew, with James and John.
chr: ᎩᎳᏉᏃ ᎢᏴᏛ ᏗᎦᎳᏫᎢᏍᏗᏱ ᏧᏂᏄᎪᏨ, ᏌᏩᏂ ᎠᎴ ᎡᏂᏗ ᎠᏂᏁᎸ ᏭᏂᏴᎴᎢ, ᎠᏁᎮ ᏥᎻ ᎠᎴ ᏣᏂ.

source: Now Simon's wife's mother was ill, with a burning heat; and they gave him word of her:
chr: ᏌᏩᏂᏃ ᎤᏓᎵᎢ ᎤᏥ ᎦᏅᎨ ᎤᏢᎨ ᎤᏗᎴᎲᏍᎨᎢ; ᎩᎳᏉᏃ ᎢᏴᏛ ᎬᏩᏃᏁᎴᎢ.

source: And he came and took her by the hand, lifting her up; and she became well, and took care of their needs.
chr: ᎤᎷᏨᏃ ᎠᎴ ᎤᏬᏯᏁᏒ, ᏚᎴᏔᏁᎢ; ᎤᏗᎴᎲᏍᎬᏃ ᎩᎳᏉ ᎢᏴᏛ ᎤᏗᏩᏎᎢ, ᎠᎴ ᏚᏍᏕᎸᎯᏙᎴᎢ.

source: And in the evening, at sundown, they took to him all who were diseased, and those who had evil spirits.
chr: ᎤᏒᏃ ᎿᏉ ᏅᏙ ᏭᏕᎵᏨ, ᏕᎬᏩᏘᏃᎮᎴ ᏂᎦᏛ ᏧᏂᏢᎩ, ᎠᎴ ᎠᏂᏍᎩᎾ ᏗᎬᏩᏂᏯᎢ;

source: And all the town had come together at the door.
chr: ᏂᎦᏛᏃ ᎦᏚᎲ ᎠᏁᎯ ᎤᎾᏓᏟᏌᎮ ᎦᎶᎯᏍᏗᏱ.

source: And a number, who were ill with different diseases, he made well, and sent out evil spirits; but he did not let the evil spirits say anything, because they had knowledge of him.
chr: ᎤᏂᏣᏘᏃ ᏕᎤᏅᏩᏁ ᏧᏂᏢᎩ ᏧᏓᎴᏅᏛ ᎥᏳᎩ ᎤᏁᎯ; ᎠᎴ ᎤᏂᏣᏘ ᎠᏂᏍᎩᎾ ᏚᏄᎪᏫᏎᎢ; ᎠᎴ ᎥᏝ ᏩᏂᏁᎩ ᏱᏕᎵᏎᎮ ᎠᏂᏍᎩᎾ, ᎤᏗᎦᎵᏍᏙᏗᏍᎨ ᎬᏬᎵᎬᎢ.

source: And in the morning, a long time before daylight, he got up and went out to a quiet place, and there he gave himself up to prayer.
chr: ᏑᎾᎴᏃ, ᎠᏏ ᎪᎯᏗᏳ ᎬᏩᎩᏨᏗ ᎨᏒ ᎤᏗᏛᎮ ᎤᏄᎪᏤᎢ, ᎠᎴ ᎢᎾᎨ ᏭᎶᏎᎢ, ᎠᎴ ᎾᎿ ᎤᏓᏙᎵᏍᏔᏁᎢ.

source: And Simon and those who were with him came after him.
chr: ᏌᏩᏂᏃ ᎠᎴ ᎾᏍᎩ ᎠᏁᎯ, ᎬᏩᏍᏓᏩᏛᏎᎢ.

source: And when they came up with him, they said to him, Everyone is looking for you.
chr: ᏫᎬᏩᏩᏛᎲᏃ, ᎯᎠ ᏂᎬᏩᏪᏎᎴᎢ, ᏂᎦᏛᏉ ᏴᏫ ᎨᏣᏲᏎ.

source: And he said to them, Let us go to other parts into the nearest towns, so that I may give teaching there, because for this purpose I came.
chr: ᎯᎠᏃ ᏂᏚᏪᏎᎴᎢ, ᏗᏐᎢ ᏙᏗᎦᏚᎲ ᏫᏗᎶᎯ, ᎾᎿ ᎾᏍᏉ ᎦᎵᏥᏙᏂᏙᎸᎭ; ᎾᏍᎩᏰᏃ ᎢᏳᏍᏗ ᎠᎩᎷᏥᎸ.

source: And he went into their Synagogues in every part of Galilee, preaching and driving out evil spirits.
chr: ᎠᎵᏥᏙᏂᏙᎮᏃ ᏧᏂᎳᏫᎢᏍᏗᏱ ᏂᎬᎾᏛ ᎨᎵᎵ, ᎠᎴ ᎠᏂᏍᎩᎾ ᏕᎦᏄᎪᏫᏍᎨᎢ.

source: And a leper came to him and, going down on his knees before him, made a request, saying, If it is your pleasure, you have the power to make me clean.
chr: ᎠᏓᏰᏍᎩᏃ ᎤᏢᎩ ᎤᎷᏤᎴᎢ, ᎤᏓᏙᎵᏍᏓᏁᎴ ᏚᎵᏂᏆᏅᏁᎴᎢ, ᎠᎴ ᎯᎠ ᏄᏪᏎᎴᎢ, ᎢᏳᏃ ᎣᏏᏳ ᏱᏣᏰᎸᏅ, ᏰᎵᏉ ᏱᏍᎩᏅᎦᎸ.

source: And being moved with pity, he put out his hand, and touching him said to him, It is my pleasure; be made clean.
chr: ᏥᏌᏃ, ᎦᏙᎵᎬ ᎤᏙᏯᏅᎯᏕᎢ, ᎠᎴ ᎤᏒᏂᎴᎢ, ᎠᎴ ᎯᎠ ᏄᏪᏎᎴᎢ, ᎣᏏᏳ ᏥᏰᎸᏅ; ᏣᏓᏅᎦᎸᏛ ᎨᏎᏍᏗ.

source: And straight away the disease went from him, and he was made clean.
chr: ᎤᏁᏨᏉᏃ ᎩᎳᏉ ᎢᏴᏛ ᎠᏓᏰᏍᎩ ᎤᏢᎬ ᎤᎵᏛᏔᏁᎢ, ᎠᎴ ᎤᏓᏅᎦᎸᏛ ᎨᏎᎢ.

source: And he sent him away, saying to him very sharply,
chr: ᎤᎵᏂᎩᏛᏃ ᎤᏁᏤᎸ, ᎩᎳᏉ ᎢᏴᏛ ᎤᏁᏤᎴ ᎤᏓᏅᏍᏗᏱ;

source: See that you say nothing to any man: but go and let the priest see you, and make yourself clean by an offering of the things ordered by Moses, for a witness to them.
chr: ᎠᎴ ᎯᎠ ᏄᏪᏎᎴᎢ, ᎮᏯᏔᎮᏍᏗ ᏞᏍᏗ ᎩᎶ ᎪᎱᏍᏗ ᏥᎯᏃᏁᎵ; ᎮᎾᏉᏍᎩᏂ, ᎬᏂᎨᏒ ᏫᏂᏯᏛᏂᏏ ᎠᏥᎸᎨᎶᎯ, ᎠᎴ ᏩᎵᏍᎪᎸᏓ ᏣᏓᏅᎦᎸᎲ ᎤᎬᏩᎵ, ᎾᏍᎩ ᎼᏏ ᎤᏁᏨ ᎠᎵᏍᎪᎸᏙᏗᏱ, ᎾᏍᎩ ᎤᎾᏙᎯᏳᎾᏁᏗᏱ.

source: But he went out, and made it public, giving an account of it everywhere, so that Jesus was no longer able to go openly into a town, but was outside in the waste land; and they came to him from every part.
chr: ᎠᏎᏃ ᎤᏄᎪᏨ, ᎤᎴᏅᎮ ᎤᏣᏘ ᏚᏰᎵᎯᏍᏔᏁᎢ, ᎠᎴ ᏚᏃᏣᎳᏁ ᎾᏍᎩ, ᎾᏍᎩᏃ ᎢᏳᏍᏗ ᏥᏌ ᎥᏝ ᎿᏉ ᎬᏂᎨᏒ ᏫᎬᏩᏴᏍᏗ ᏱᎨᏎ ᎦᏚᎲᎢ, ᏙᏱᏗᏢᏉᏍᎩᏂ ᎢᎾᎨ ᏕᎨᏌᏗᏒ ᎡᏙᎮᎢ; ᏂᎬᎾᏛᏉᏃ ᏂᏙᏓᏳᏂᎶᏒᎯ ᎬᏩᎷᏤᎮᎢ.

source: And when he came into Capernaum again after some days, the news went about that he was in the house.
chr: ᏔᎵᏁᏃ ᎢᎸᏍᎩ ᏫᏄᏒᎸ ᎨᏆᏂ ᏭᏴᎴᎢ; ᏚᏃᏣᎶᏤᏃ ᎦᎵᏦᏕ ᎠᏯᎥᎢ.

source: And a great number had come together, so that there was no longer room for them, no, not even about the door: and he gave them teaching.
chr: ᎩᎳᏉᏃ ᎢᏴᏛ ᎤᏂᏣᏘ ᏚᏂᎳᏫᏦᎴᎢ, ᎾᏍᎩ ᎢᏳᏍᏗ ᎥᏝ ᏳᏜᏅᏕ, ᎥᏝ ᎾᏍᏉ ᎦᎶᎯᏍᏗᏳᎶᏗ; ᎧᏃᎮᏛᏃ ᏚᎵᏥᏙᏁᎴᎢ.

source: And four men came to him with one on a bed who had no power of moving.
chr: ᎬᏩᎷᏤᎴᏃ ᎩᎶ ᎢᏳᏍᏗ ᎤᎸᏓᎸᎥᏍᎩ ᎠᏂᏁᎮᎢ, ᎾᏍᎩ ᏅᎩ ᎢᏯᏂᏛ ᎬᏩᏃᎴᎢ.

source: And when they were unable to get near him because of all the people, they got the roof uncovered where he was: and when it was broken up, they let down the bed on which the man was.
chr: ᎤᏂᏄᎸᏅᏃ ᎦᏙᎬ ᎾᎥ ᎤᏂᎷᎯᏍᏗᏱ ᎠᏂᏁᏄᎸ ᎢᏳᏍᏗ, ᎤᏅᏁᏎ ᎾᎿ ᎠᏯᎥᎢ; ᎤᏅᏁᏒᏃ, ᎡᎳᏗ ᏄᏅᏁᎴ ᎠᏤᏍᏙ ᎾᎿ ᎤᎸᏓᎸᎥᏍᎩ ᎦᏅᎬᎢ.

source: And Jesus, seeing their faith, said to him, Son, you have forgiveness for your sins.
chr: ᏥᏌᏃ ᎤᎪᎲ ᎤᏃᎯᏳᏒᎢ, ᎯᎠ ᏄᏪᏎᎴ ᎤᎸᏓᎸᎥᏍᎩ, ᎠᏯᏥ, ᏣᏍᎦᏅᏨ ᎡᏣᏙᎵᎩ.

source: But there were certain of the scribes seated there, and reasoning in their hearts,
chr: ᎠᏎᏃ ᎾᎿ ᎠᏂᏁ ᎩᎶ ᎢᏳᎾᏍᏗ ᏗᏃᏪᎵᏍᎩ, ᎯᎠ ᏄᏍᏕ ᎠᎾᏓᏅᏖᏍᎨ ᏙᏧᎾᏓᏅᏛᎢ,

source: Why does this man say such things? he has no respect for God: from whom does forgiveness come but from God only?
chr: ᎦᏙᏃ ᎯᎠ ᎠᏍᎦᏯ ᎯᎠ ᏂᎦᏪᎭ ᎢᎠᏐᏢᎢᏍᏗᎭ? ᎦᎪ ᏰᎵ ᎠᏍᎦᏅᏨ ᎬᏩᏓᏙᎵᏍᏗ, ᏌᏉᏉ ᎤᏩᏒ, ᎾᏍᎩ ᎤᏁᎳᏅᎯ?

source: And Jesus, having knowledge in his spirit of their thoughts, said to them, Why are you reasoning about these things in your hearts?
chr: ᎩᎳᏉᏃ ᎢᏴᏛ ᏥᏌ ᏧᏓᏅᏛ ᎤᏙᎴᎰᏒ ᏄᏍᏛ ᎠᎾᏓᏅᏖᏍᎬ ᏙᏧᎾᏓᏅᏛᎢ, ᎯᎠ ᏂᏚᏪᏎᎴᎢ; ᎦᏙᏃ ᎾᏍᎩ ᎯᎠ ᏂᎤᏍᏗ ᎢᏣᏓᏅᏖᎭ ᏙᏗᏣᏓᏅᏛᎢ?

source: Which is the simpler, to say to a man who is ill, You have forgiveness for your sins, or, Get up, take up your bed, and go?
chr: ᎦᏙ ᎤᏍᏗ ᎤᏟ ᎠᎯᏗᏳ? ᏥᎪ ᎯᎠ ᏱᎾᎦᏪᏎ ᎤᎸᏓᎸᎥᏍᎩ, ᏣᏍᎦᏅᏨ ᎡᏣᏙᎵᎩ; ᎯᎠᎨ ᏱᎾᎦᏪᎠ, ᏔᎴᎲᎦ, ᎠᎴ ᎯᎾᎩ ᏣᏤᏍᏙ, ᎠᎴ ᎮᏓ?

source: But so that you may see that the Son of man has authority for the forgiveness of sins on earth, (he said to the man,)
chr: ᎠᏎᏃ ᎢᏣᏙᎴᎰᎯᏍᏗᏱ ᏴᏫ ᎤᏪᏥ ᎤᎲᎢ ᎬᏩᏓᏙᎵᏍᏗ ᎨᏒ ᎠᏍᎦᏅᏨᎢ ᎠᏂ ᎡᎶᎯ (ᎯᎠ ᏄᏪᏎᎴ ᎤᎸᏓᎸᎥᏍᎩ,)

source: I say to you, Get up, take up your bed, and go to your house.
chr: ᎬᏲᏎᎭ, ᏔᎴᎲᎦ, ᎠᎴ ᎯᎾᎩ ᏣᏤᏍᏙ, ᎠᎴ ᏗᏤᏅᏒ ᏫᎶᎯ.

source: And he got up, and straight away took up the bed and went out before them all, so that they were all full of wonder, and gave glory to God, saying, We have never seen anything like this.
chr: ᎩᎳᏉᏃ ᎢᏴᏛ ᏚᎴᏁᎢ, ᎤᏁᏒᏃ ᎠᏤᏍᏙ, ᎤᏄᎪᏤ ᏂᎦᏛ ᎠᏂᎦᏔᎲᎢ; ᎾᏍᎩ ᎢᏳᏍᏗ ᏂᎦᏛ ᎤᏂᏍᏆᏂᎪᏎᎢ, ᎠᎴ ᎤᏁᎳᏅᎯ ᎤᏂᎸᏉᏔᏁ ᎯᎠ ᏄᏂᏪᏎᎢ; ᎥᏝ ᎢᎸᎯᏳ ᎾᏍᎩ ᎢᏳᏍᏗ ᏲᎩᎪᎰᎢ.

source: And he went out again by the seaside; and all the people came to him, and he gave them teaching.
chr: ᏔᎵᏁᏃ ᎤᏄᎪᏤ ᎥᏓᎵ ᎤᎶᏗ ᎤᏪᏙᎴᎢ; ᎠᎴ ᏂᎦᏛ ᎤᏂᏣᏘ ᏫᎬᏩᎷᏤᎴᎢ, ᎠᎴ ᎾᏍᎩ ᏚᏪᏲᏁᎢ.

source: And when he went by, he saw Levi, the son of Alphaeus, seated at the place where taxes were taken, and he said to him, Come with me. And he got up, and went with him.
chr: ᎠᎢᏒᏃ, ᎵᏫ ᎡᎵᏈ ᎤᏪᏥ ᎤᎪᎮ ᎤᏬᎴ ᎠᏰᎵ ᎠᏕᎸ ᎠᎩᏍᏗᏱ, ᎠᎴ ᎯᎠ ᏄᏪᏎᎴᎢ, ᏍᎩᏍᏓᏩᏚᎦ. ᏚᎴᏅᏃ ᎤᏍᏓᏩᏛᏎᎢ.

source: And it came about that he was seated at meat in his house, and a number of tax-farmers and sinners were at table with Jesus and his disciples: for there were a great number of them, and they came after him.
chr: ᎯᎠᏃ ᏄᎵᏍᏔᏁᎢ, ᎾᏍᎩ [ᏥᏌ] ᎦᏅᎬ ᎠᎵᏍᏓᏴᎲᏍᎬ ᎾᏍᎩ ᎦᏁᎸᎢ, ᎤᏂᏣᏖ ᎠᏕᎸ ᎠᏂᎩᏏᏙᎯ ᎠᎴ ᎠᏂᏍᎦᎾ ᎢᏧᎳᎭ ᏓᏂᏅᎨ ᏥᏌ ᎠᎴ ᎬᏩᏍᏓᏩᏗᏙᎯ; ᎤᏂᏣᏖᏰᏃ, ᎠᎴ ᎬᏩᏍᏓᏩᏗᏙᎮᎢ.

source: And the scribes of the Pharisees, when they saw that he was taking food with the tax-farmers and sinners, said to his disciples, Why does he take food and drink with such men?
chr: ᏗᏃᏪᎵᏍᎩᏃ ᎠᎴ ᎠᏂᏆᎵᏏ ᎬᏩᎪᎲ ᎢᏧᎳᎭ ᎠᎾᎵᏍᏓᏴᎲᏍᎬ ᎠᏕᎸ ᎠᏂᎩᏏᏙᎯ ᎠᎴ ᎠᏂᏍᎦᎾ, ᎯᎠ ᏂᏚᏂᏪᏎᎴ ᎬᏩᏍᏓᏩᏗᏙᎯ, ᎦᏙᏃ ᎢᏧᎳᎭ ᏣᎾᎵᏍᏓᏴᎲᏍᎦ ᎠᎴ ᎢᏧᎳᎭ ᏣᎾᏗᏔᏍᎦ ᎠᏕᎸ ᎠᏂᎩᏏᏙᎯ ᎠᎴ ᎠᏂᏍᎦᎾᎢ.

source: And Jesus, hearing it, said to them, Those who are well have no need of a medical man, but those who are ill: I have come not to get the upright but sinners.
chr: ᏥᏌᏃ ᎾᏍᎩ ᎤᏛᎦᏅ ᎯᎠ ᏂᏚᏪᏎᎴᎢ, ᎾᏍᎩ ᏂᏚᏂᏢᎬᎾ ᎥᏝ ᎤᏚᎸᏗ ᏱᏄᎾᎵᏍᏓᏁᎰ ᏗᏓᏅᏫᏍᎩ, ᏧᏂᏢᎩᏍᎩᏂ; ᎥᏝ ᎤᎾᏓᏅᏘ ᏱᏗᏥᏯᏅᎯᎸ, ᎠᏂᏍᎦᎾᏍᎩᏂ ᏚᎾᏓᏅᏛ ᏧᏂᏁᏟᏴᏍᏗᏱ.

source: And John's disciples and the Pharisees were taking no food: and they came and said to him, Why do John's disciples and the disciples of the Pharisees go without food, but your disciples do not?
chr: ᏣᏂᏃ ᎬᏩᏍᏓᏩᏗᏙᎯ ᎠᎴ ᎠᏂᏆᎵᏏ ᎬᏩᏂᏍᏓᏩᏗᏙᎯ ᎠᎹᏟ ᎠᏅᏍᎩ ᎨᏎᎢ; ᎤᏂᎷᏤᏃ ᎠᎴ ᎯᎠ ᏂᎬᏩᏪᏎᎴᎢ, ᎦᏙᏃ ᏣᏂ ᎬᏩᏍᏓᏩᏗᏙᎯ, ᎠᎴ ᎠᏂᏆᎵᏏ ᎬᏩᏂᏍᏓᏩᏗᏙᎯ ᎠᎹᏟ ᏣᏅᏍᎪᎢ, ᏂᎯᏃ ᎨᏣᏍᏓᏩᏗᏙᎯ ᎠᎹᏟ ᎾᏅᏍᎬᎾ ᏥᎨᏐᎢ?

source: And Jesus said to them, Will the friends of a newly-married man go without food while he is with them? as long as they have him with them they will not go without food.
chr: ᏥᏌᏃ ᎯᎠ ᏂᏚᏪᏎᎴᎢ, ᏥᎪ ᏕᎨᎦᏨᏍᏗᏍᎬ ᎠᏂᎦᏔᎯ ᏰᎵ ᎠᎹᏟ ᏯᏅᎾ ᎠᏕᏒᎲᏍᎩ ᎤᏁᎳᏗᏙᎲ ᎢᎪᎯᏛ? ᎢᎪᎯᏛ ᎠᏕᏒᎲᏍᎩ ᎤᏁᎳᏗᏙᎲ, ᎥᏝ ᏰᎵ ᎠᎹᏟ ᏴᎬᏅᎾ.

source: But the days will come when the husband will be taken away from them, and then they will go without food.
chr: ᏛᏍᏆᎸᎯᏍᎩᏂ ᎾᎯᏳ ᎨᏥᏯᏅᎡᏗᏱ ᎠᏕᏒᎲᏍᎩ, ᎾᎯᏳᏃ ᎿᏉ ᎠᎹᏟ ᏛᏅᏂ.

source: No man puts a bit of new cloth on an old coat: or the new, by pulling away from the old, makes a worse hole.
chr: ᎥᏝ ᎠᎴ ᎩᎶ ᎤᏪᏘ ᎠᏄᏬ ᎢᏤ ᎠᎬᎭᎸᏛ ᏱᎦᎵᏍᏢᏗᏍᎪᎢ, ᎢᏤᏰᏃ ᎠᎬᎭᎸᏛ ᎦᎳᏍᏢᏔᏅᎯ ᏴᎦᏣᎦᎸᏙᏓ ᎤᏪᏘ, ᎾᏍᎩᏃ ᎤᏓᏣᏕᎸᎲ ᎤᏟ ᎡᏉᎯᏳ ᏱᏅᎦᎵᏍᏓ.

source: And no man puts new wine into old wine-skins: or the skins will be burst by the wine, and the wine and the skins will be wasted: but new wine has to be put into new wine-skins.
chr: ᎥᏝ ᎠᎴ ᎩᎶ ᎢᏤ ᎩᎦᎨ-ᎠᏗᏔᏍᏗ ᏧᏪᏘ ᏗᏑᏢᏛ ᏱᏓᏟᏍᏗᏍᎪᎢ; ᎢᏤᏰᏃ ᎩᎦᎨ-ᎠᏕᏔᏍᏗ ᏱᏙᎦᏣᎦᎸ ᏗᏑᏢᏛ, ᎠᎴ ᎩᎦᎨ-ᎠᏗᏔᏍᏗ ᏯᏤᏬᎩ, ᎠᎴ ᏗᏑᏢᏛ ᏱᏓᏲᎩ; ᎢᏤᏍᎩᏂ ᎩᎦᎨ-ᎠᏗᏔᏍᏗ, ᏗᏤ ᏗᏑᏢᏛ ᏗᏟᏍᏙᏗ ᎨᏐᎢ.

source: And it came about that on the Sabbath day he was going through the grain-fields; and while they were walking, his disciples took the heads of grain.
chr: ᎯᎠᏃ ᏄᎵᏍᏔᏁᎢ, ᎾᏍᎩ ᏠᎨᏏ ᎤᏣᎴᏍᏗ ᏓᏫᏒ ᎤᎶᏎ ᎤᎾᏙᏓᏆᏍᎬ ᎢᎦ; ᎬᏩᏍᏓᏩᏗᏙᎯᏃ ᎤᎾᎴᏅᎮ ᎠᎾᎢᏒ ᎤᏂᏍᎫᏕᏍᏔᏅᏎ ᎤᏣᎴᏍᏗ.

source: And the Pharisees said to him, Why are they doing what it is not right to do on the Sabbath?
chr: ᎠᏂᏆᎵᏏᏃ ᎯᎠ ᏂᎬᏩᏪᏎᎴᎢ, ᎬᏂᏳᏉ, ᎦᏙᏃ ᎤᎾᏙᏓᏆᏍᎬ ᎢᎦ ᏂᏚᏳᎪᏛᎾ ᎨᏒ ᎾᎾᏛᏁᎭ.

source: And he said to them, Have you no knowledge of what David did, when he had need and was without food, he, and those who were with him?
chr: ᎯᎠᏃ ᏂᏚᏪᏎᎴᎢ, ᏝᏍᎪ ᏱᏥᎪᎵᏰᎣ ᏕᏫ ᏄᏛᏁᎸ ᏧᏂᎬᏎᎮ ᎢᏳ, ᎠᎴ ᎠᎪᏄ ᏧᏲᏏᏍᎨᎢ, ᎤᏩᏒ, ᎠᎴ ᎾᏍᎩ ᏣᏁᎮᎢ?

source: How he went into the house of God when Abiathar was high priest, and took for food the holy bread, which only the priests may take, and gave it to those who were with him?
chr: ᎾᏍᎩ ᎤᏁᎳᏅᎯ ᎤᏤᎵ ᎠᏓᏁᎸ ᏧᏴᎴ ᎾᎯᏳ ᏤᎮ ᎡᏆᏱᏓ ᏄᎬᏫᏳᏒ ᎠᏥᎸ-ᎨᎶᎯ, ᎠᎴ ᏧᎨ ᎠᎦᏙᏗ ᎦᏚ, ᎾᏍᎩ ᎬᎩᏍᏗ ᏂᎨᏒᎾ ᏥᎨᏎ ᎠᏥᎸᎠᏁᎶᎯ ᎤᏅᏒ, ᎠᎴ ᎾᏍᏉ ᏥᏚᏁᎴ ᎾᏍᎩ ᎠᏁᎯ.

source: And he said to them, The Sabbath was made for man, and not man for the Sabbath;
chr: ᎠᎴ ᎯᎠ ᏂᏚᏪᏎᎴᎢ, ᎤᎾᏙᏓᏆᏍᎬ ᎤᏙᏢᏁ ᏴᏫ ᏅᏗᎦᎵᏍᏙᏗᏍᎨᎢ; ᎥᏝᏃ ᎤᎾᏙᏓᏆᏍᎬ ᏱᏅᏗᎦᎵᏍᏙᏗᏍᎨ ᏴᏫ ᏱᎨᎪᏢᏁᎢ.

source: So that the Son of man is lord even of the Sabbath.
chr: ᎾᏍᎩ ᎢᏳᏍᏗ ᎾᏍᏉ ᏴᏫ ᎤᏪᏥ ᎤᎾᏙᏓᏆᏍᎬ ᎤᎬᏫᏳᎯ.

source: And he went again into the Synagogue; and there was a man there whose hand was dead.
chr: ᏔᎵᏁᏃ ᏭᏴᎴ ᏗᎦᎳᏫᎢᏍᏗᏱ; ᎾᎿᏃ ᎡᏙᎮ ᎠᏍᎦᏯ ᎤᏬᏰᏂ ᎤᏩᎢᏎᎸᎯ.

source: And they were watching him to see if he would make him well on the Sabbath day, so that they might have something against him.
chr: ᎬᏩᏯᏫᏎᏃ ᎤᎾᏚᎵᏍᎨ ᎤᎾᏙᎴᎰᎯᏍᏗᏱ ᎬᏩᏓᏅᏬᏗ ᎨᏒ ᎤᎾᏙᏓᏆᏍᎬ ᎢᎦ, ᎾᏍᎩ ᎬᏩᏰᎢᎵᏓᏍᏗᏱ.

source: And he said to the man, Get up and come forward.
chr: ᎯᎠᏃ ᏄᏪᏎᎴ ᎠᏍᎦᏯ ᎤᏬᏰᏂ ᎤᏩᎢᏎᎸᎯ; ᎠᏰᎵ ᎭᎴᎲᎦ.

source: And he said to them, Is it right to do good on the Sabbath or to do evil? to give life or to put to death? But they said nothing.
chr: ᎯᎠᏃ ᏂᏚᏪᏎᎴᎢ, ᏚᏳᎪᏗᏍᎪ ᎣᏍᏛ ᏗᎦᎸᏫᏍᏓᏁᏗᏱ ᎤᎾᏙᏓᏆᏍᎬ ᎢᎦ, ᎤᏲᎨ ᏗᎦᎸᏫᏍᏓᏁᏗᏱ? ᎬᏅ ᎩᎶ ᎠᏍᏕᎸᎡᏗᏱ, ᎠᎯᏍᏗᏱᎨ? ᎡᎳᏪᏉᏃ ᎤᏅᏎᎢ.

source: And looking round on them he was angry, being sad because of their hard hearts; and he said to the man, Put out your hand. And he put it out, and his hand was made well.
chr: ᎤᏐᏅᏤᎯᏃ ᏕᎤᎧᎿᏅ ᎾᏍᎩ ᎬᏩᏚᏫᏛ ᏄᎾᏛᏅ, ᎤᏕᏯᏔᏁᎲ ᏗᏍᏓᏱᏳ ᎨᏒ ᏧᏂᎾᏫ, ᎯᎠ ᏄᏪᏎᎴ ᎠᏍᎦᏯ; ᎭᏙᏯᏅᎯᏛ. ᎤᏙᏯᏅᎯᏕᏃ, ᎤᏬᏰᏂᏃ ᎬᏩᏃᏍᏛ ᏄᎵᏍᏔᏁ ᎾᏍᎩᏯ ᏐᎢ ᏄᏍᏛᎢ.

source: And the Pharisees went out, and straight away made designs with the Herodians about how they might put him to death.
chr: ᎠᏂᏆᎵᏏᏃ ᎤᏂᏄᎪᏨ, ᎩᎳᏉ ᎢᏴᏛ ᏭᎾᎵᏃᎮᎴ ᎡᎶᏛ ᎬᏩᏍᏕᎵᏍᎩ ᎬᏩᏡᏗᏍᎬ, ᎾᏍᎩ ᎢᏳᏅᏁᏗᏱ ᎤᏂᎯᏍᏗᏱ.

source: And Jesus went away with his disciples to the sea, and a great number from Galilee came after him: and from Judaea,
chr: ᏥᏌᏃ ᎤᏓᏅᏎ ᏚᏘᏅᏎ ᎬᏩᏍᏓᏩᏗᏙᎯ ᎥᏓᎵ ᏭᏂᎶᏎᎢ; ᎤᏂᏣᏘᏃ ᎬᏩᏍᏓᏩᏛᏎᎢ, ᏅᏓᏳᏂᎶᏒᎯ ᎨᎵᎵ, ᎠᎴ ᏧᏗᏱ,

source: And from Jerusalem, and from Idumaea, and the other side of Jordan, and the country about Tyre and Sidon, a great number, hearing what great things he did, came to him.
chr: ᎠᎴ ᏥᎷᏏᎵᎻ, ᎠᎴ ᎢᏙᎻᏱ, ᎠᎴ ᏦᏓᏂ ᎢᏍᎪᏂᏗᏢ; ᎠᎴ ᏓᏯ ᎠᎴ ᏌᏙᏂ ᎾᎥ ᏗᏁᎯ, ᎤᏣᏘ ᎠᏂᎪᏗᏳ, ᎾᏍᎩ ᎤᎾᏛᎦᏅ ᏂᎦᎥ ᎤᏍᏆᏂᎪᏗ ᏕᎤᎸᏫᏍᏓᏁᎸ, ᎬᏩᎷᏤᎴᎢ.

source: And he made a request to his disciples to have a little boat ready for him, so that he might not be crushed by the people;
chr: ᏚᏁᏤᎴᏃ ᎬᏩᏍᏓᏩᏗᏙᎯ, ᎾᏍᎩ ᏥᏳ ᎤᎦᏘᏗᏍᏗᏱ, ᎤᏂᏣᏘ ᎨᏒ ᎢᏳᏍᏗ, ᎾᏍᎩ ᎬᏩᏁᏄᎳᏍᏙᏗᏱ ᏂᎨᏒᎾ.

source: For he had made such a great number well that all those who were diseased were falling down before him for the purpose of touching him.
chr: ᎤᏂᏣᏖᏰᏃ ᏚᏅᏩᏁᎢ; ᎾᏍᎩ ᎢᏳᏍᏗ ᎬᏩᏁᏄᎳᏍᏗᏍᎨ ᎬᏩᏃᏟᏍᏙᏗᏱ ᎤᎾᏚᎵᏍᎨᎢ, ᏂᎦᏛ ᎪᎱᏍᏗ ᏗᎾᎵᏍᏗᏍᎩ.

source: And the unclean spirits, whenever they saw him, went down before him, crying out, and saying, You are the Son of God.
chr: ᎠᎴ ᏗᎦᏓᎭ ᏗᏓᏅᏙ, ᎢᏳᏃ ᎬᏩᎪᏩᏛ, ᎡᎳᏗ ᎬᏩᏓᏅᏁᎮ, ᎠᎴ ᎠᏁᎷᎲᏍᎨ, ᎯᎠ ᎾᏂᏪᏍᎨᎢ, ᎤᏁᎳᏅᎯ ᎤᏪᏥ ᏂᎯ.

source: And he gave them special orders not to say who he was.
chr: ᎤᎵᏂᎩᏛᏃ ᏚᏁᏤᎴ ᎾᏍᎩ ᎬᏂᎨᏒ ᎢᎬᏩᏁᏗᏱ ᏂᎨᏒᎾ.

source: And he went up into the mountain, and sent for those whom it was his pleasure to have with him: and they went to him.
chr: ᎤᎿᎷᏎᏃ ᎣᏓᎸᎢ, ᎠᎴ ᏚᏯᏅᎮ ᎾᏍᎩ ᎤᏚᎵᏍᎬ ᏧᏯᏅᏗᏱ; ᎠᎴ ᎬᏩᎷᏤᎮᎢ.

source: And he took twelve to be with him, so that he might send them out as preachers,
chr: ᎠᎴ ᏚᏑᏰᏎ ᏔᎳᏚ ᎢᏯᏂᏛ, ᎾᏍᎩ ᎬᏩᏍᏓᏩᏗᏓᏍᏗᏱ, ᎠᎴ ᎾᏍᎩ ᏧᏅᏍᏗᏱ ᎤᎾᎵᏥᏙᏂᏓᏍᏗᏱ,

source: And give them the power of driving out evil spirits:
chr: ᎠᎴ ᏧᎵᏍᎪᎸᏓᏁᏗᏱ ᏚᏂᏢᎬ ᏧᏂᏅᏬᏗᏱ, ᎠᎴ ᎠᏂᏍᎩᎾ ᏧᏂᏄᎪᏫᏍᏗᏱ;

source: To Simon he gave the second name of Peter;
chr: ᏌᏩᏂᏃ ᏈᏓ ᏚᏬᎡᎢ.

source: And to James, the son of Zebedee, and John, the brother of James, he gave the second name of Boanerges, which is, Sons of thunder:
chr: ᎠᎴ ᏥᎻ ᏤᏈᏗ ᎤᏪᏥ, ᎠᎴ ᏣᏂ ᏥᎻ ᏗᎾᏓᏅᏟ; ᎠᎴ ᎾᏍᎩ ᏉᎠᎾᏥ ᏚᏬᎡᎢ, ᎾᏍᎩ ᎠᏴᏓᏆᎶᏍᎩ ᏧᏪᏥ ᎦᏛᎦ;
